Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON KO>EN THE RUNWAY.tmx
Source language: ko
Languages: en

source: 굽 낮은 걸로 구해다 줄까?
en: do you want me to get you more comfortable shoes?

source: 나 다시 인턴하는 기분이야?
en: feels like I’m an intern all over again...

source: 됐다, 가자.
en: never mind, let’s leave.

source: 그게 더 이상하지 않겠어?
en: isn’t that weirder?

source: 편집장님이 날 좋아한다고?
en: chief is into me?

source: 그런데 해준아, 내가 이번엔 못 그랬다.
en: but haejun, I couldn’t give this one up.

source: 네가 원하는 건 다 줄 수 있어.
en: I normally give you whatever you want...

source: 같은 남자가 맞나?
en: is he the same man?

source: 이제 4살인데.
en: she’s four years old.

source: 그러니까 제발 비밀번호 좀ꞏꞏꞏ
en: so please tell me how to get in...

source: 야, 유지안.
en: jian.

source: 아주 유치하게.
en: with an immature method.

source: 찰싹
en: hug

source: 3년 전 5월 6일.
en: it started three years ago, specifically on may 6th.

source: 결혼한 여자가 총각이랑 이러고 있으면 불륜인 거지.
en: this is definitely an affair, a married woman hanging out with a single guy like this.

source: 그럼 오늘부로 네 전담 변호사도 때려치울 테니까 비키면 되겠네.
en: then I quit, so get out of my way.

source: 메세지 보내기
en: send a message

source: 압니다!
en: I do!

source: 콜록
en: cough

source: 내가 먼저 말하죠.
en: I’ll talk first.

source: 이제 와 날 봐주는 주제에.
en: you’re finally giving me attention.

source: 촬영 접어.
en: wrap it up.

source: 뭐, 그깟 티셔츠 버리고 새로 사면 그만이야.
en: well, I don’t really care about the shirt.

source: 일본유
en: JAPAN

source: 와, 진짜 어떤 개념 밥 말아 먹은 새끼야.
en: wow, what kind of assh*le is this?

source: 방금 그 말.
en: can I...

source: 너 그날⋯
en: that day...

source: 꽃다발로 처맞아 본 적 있냐?
en: ...got beaten up with a bouquet of flowers?

source: 맘에 들어?
en: do you like it?

source: 뭘 계속해.
en: keep going?

source: 폐인으로 지낼까 걱정돼?
en: you’re worried that I’ll get drunk and pass out on the streets?

source: 왜 남의 직장까지 찾아와서 ㅈ랄이야 ㅈ랄이!
en: you know that I work here, right?!

source: 네가 아무리 나보다 능력 있고 잘난 여자라고 해도,
en: no matter how established and successful you are,

source: 단지 남들 입장에 오르내리는 게 싫을 뿐입니다.
en: I just don’t want to be a source of office drama.

source: 야, 인마.
en: dude.

source: 내가 직장에서까지 게이라고 오해를 받아야겠냐?
en: do I really need the rumor of me being gay at work too?

source: 편집장님⋯
en: chief...

source: 내가 자꾸 애들 부모랑 싸워서.
en: I keep getting into fights with other parents.

source: 다리 좀 작작 떨어라?
en: stop shaking your legs.

source: 혹시 뭐, 인마.
en: do I what?

source: 그래, ㅈ같지.
en: right, it sucks.

source: 죄지은 것도 아니고.
en: and we’re not sinning.

source: 마음이, 요동친다.
en: my heart is fluttering.

source: 야, 장진경.
en: jingyeong.

source: 여기에서 할래, 방 잡을까.
en: should I get a room or kiss you right now?

source: 스킨십 빼고.
en: except for whatever happens in the bedroom.

source: 달칵
en: click

source: 두 분, 연애를 얼마나 하셨는데요?
en: how long have you been together before marriage?

source: 왜, 하루라도 빨리 살림 합쳐야겠대?
en: could it be that he can’t wait?

source: 오늘만 연애하고 죽을 것도 아니고, 뭐가 이렇게 강행군이냐고요.
en: this isn’t our last date ever. why is this so hard core?

source: 미안해, 진심이야.
en: sorry, but I’m being serious.

source: 하나만 물어보자.
en: let me ask you one thing.

source: 그렇게 누구 하나 ㅂ신 만들어야 직성 풀리는 거면.
en: if you must beat someone up,

source: 어차피 짝 있는 유부남 유부녀 직장 동료가 편하게 한잔하자는 건데.
en: so it’s just two married coworkers getting a drink together.

source: 난 선수도 아니지만.{j}네가 날 선수라고 본다면.
en: I’m not a player, but if you think I am one,{j}

source: 이래도 내가 잘난 놈이야?
en: do you still think I’m perfect?

source: 성함이ꞏꞏꞏ
en: what’s the name on...

source: 어디 가세요?!
en: where are you going?!

source: 그럼 칭찬받아야 되는 거 아닌가?
en: shouldn’t he thank me?

source: 퍽
en: thud

source: 오늘 얼마나 또 손이 발이 되도록 비벼야 되는 걸까요?
en: we’re going to have to kiss up to him so much.

source: 스위트룸 대실 비용에 당신이 몇 시간이나 무기력하게 기다리게 했던 이 수많은 사람들의 인건비, 거기다 위약금까지
en: the cost of this suite room, personnel expenses of all these people you made to wait, and cancellation fees will be charged as well.

source: 누가 네 전담 변호사야.
en: I’m not your lawyer.

source: 그래도 좀 억울하지 않아요?
en: but don’t you think it’s a little unfair?

source: 모카치노 3.8 4.1
en: mochaccino $3.8 $4.1

source: 네, 어떻게 오셨어요?
en: welcome. do you have an appointment?

source: 일?
en: me?

source: 아.
en: ah...

source: 나는 성격상 그게 잘 안 돼.
en: I just can’t, it’s my personality.

source: 못 비키고.
en: I can’t.

source: 수사관님은 그만 가.
en: go home, investigator.

source: 화악
en: blush

source: 말고.
en: it’s not that.

source: 말도 안 돼ꞏꞏꞏ
en: no way...

source: 네, 저 신해범 변호사 엄마 되는 사람인데요.
en: hello, I’m lawyer haebeom shin’s mother.

source: 이 녀석, 밥은 잘 챙겨 먹나?
en: I wonder if he had dinner.

source: 재판 당일의 헤어스타일은 나에게 아주 중요하거든.
en: it is very important to me.

source: ⋯너희들은 결혼하지 마라.
en: don’t get married, guys.

source: 전화도 안 받네ꞏꞏꞏ
en: he’s not picking up his phone either.

source: 벌써 그렇게 됐나?
en: already?

source: 아뇨.
en: no.

source: 해범 씨가 집을 나간 지 벌써 2주일째다.
en: it’s been two weeks since haebeom left.

source: 가끔 너는, 내 목숨보다 더 소중할 때가 있어.
en: I care about you more than my own self.

source: 핀트가 어긋난 시점은, 대체 언제부터였을까?
en: ...when did this all start?

source: 무슨 말을 하고 계시는 거지?
en: what is he saying?

source: BEER집
en: BEER HOUSE

source: 흡!
en: ack!

source: 다들 어떻게 지내고 있으려나…
en: I wonder how they’re doing...

source: 3년?
en: three years?

source: 척 척
en: STOMP STOMP

source: 그게 문제라는 거야.
en: it is a problem.

source: 나 아직 대답 못 들은 것 같은데, 언제 해줄 거야?
en: I’m still waiting for your answer. when will I hear back?

source: 하…
en: ugh...

source: 해준 씨가 많이 취ㅎ
en: haejun is really drun

source: 그럼 저한테 한 수 배우셔야겠네요.
en: then you should learn from me.

source: 비밀번호 좀 알려주실래요?{j}예?
en: hey, what’s your passcode?{j}

source: 퇴근해.
en: just go home after.

source: 더 이상 안 봐준다.
en: it won’t be that way anymore.

source: 아, 예.
en: oh, y-yes.

source: 마침 사무실에 계시니 지금 들어가보시면 될 것 같아요.
en: he’s in his office right now. you can walk right in.

source: 그, 그럼 뭐.
en: th-then...

source: 네, 사다 드릴게요.
en: I’ll go get one right now.

source: 아, 아뇨, 그건 아니구… 그럼 지안이도 같이…
en: n-no, it’s not that... then, can jian come as well...?

source: 부절
en: ANXIOUS

source: 선수 같아요.
en: I think you’re a player.

source: 일찍 퇴근하려고 준비 중이던데 방해해서 미안합니다.
en: I’m sorry to call you in right before you go home.

source: ꞏꞏꞏ잠시만.
en: just...

source: 내가 1순위였어야지.
en: I should have been your priority!

source: 정리할 거야.
en: I’m going to sell it,

source: 이게⋯!
en: you--

source: 아주머니 아이가 저희 아이를 먼저 밀쳤어요.
en: your child pushed ours first.

source: 정말?
en: really?

source: 신 편.
en: editor shin.

source: 잠 못 잤나 봐?
en: did you get any sleep?

source: 나 애인한텐 안 그러는 것 같은데.
en: turns out I’m not so cold to my girlfriend.

source: 변한 건 아무것도 없는데.
en: nothing has changed...

source: 세 쌍의 커플이 오지로 놀러 갔다가 끔찍한 살인마를 만나 죽음을 맞이하게 된다는
en: three couples go on a vacation and get brutally murdered by a psychopath...

source: 선배의 타고난 강직함과 과묵함이 예쁨 받는 요인인 건지.
en: maybe it’s because you’re quiet but strong.

source: 드디어.
en: finally.

source: 뭐든, 다요?
en: take it slow?

source: 우리 인생이랑 닮았잖아요.
en: it’s like our life.

source: 제가 죄송한 건 죄송한 건데요.
en: I apologize for my mistakes...

source: 이대로?
en: like this?

source: 진짜 뒤지고 싶지 않으면 댁은 눈치껏 좀 빠지시고.
en: just shut up, if you don’t wanna die.

source: 오래 기다리셨습니까?
en: sorry to make you wait!

source: 뭔데 날 쥐고 멋대로 흔들어.
en: why are you making me feel this way?

source: 저도 제가 미련하고 답답한 건 누구보다 잘 아는데요,
en: I know I’m being annoying and slow,

source: 미친 새끼?
en: bastard?

source: 듣기 거북할 수도 있는데.
en: it might be a little too forward.

source: 아니, 정확하게 말하면, 우리 둘은 상대에게 자존심을 세우느라
en: more accurately, we didn’t even try to understand each other...

source: 아니, 지안아.
en: look at me.

source: 나 두 번 말하는 거 싫어해.
en: I don’t like repeating myself,

source: 직장이고 나발이고.{j}그냥 붙잡고 키스나 해버릴까?
en: should I say f*ck work and just kiss her right here?{j}

source: 음.
en: Hmmm.

source: 저희가 사귄다는 소문이 퍼지면 편집장님께서도 많이 곤란해지실 겁니다.
en: if people hear about us, you’ll get into difficult situations too.

source: 다녀올게.
en: I’ll be right back.

source: 송구스러워?
en: are you sorry?

source: 딸기주스 3.8
en: strawberry juice $3.8

source: 다음에!
en: later,

source: 머리털 나고 처음으로 좋아하게 된 검사라고, 멋없는 드립을 쳤던가?
en: I think I made a bad joke about her being the first prosecutor I have ever liked since being born.

source: 빨리 답 줘.
en: so answer me.

source: 만나는 사람 없어?
en: are you seeing anyone?

source: 유지안 씨가 궁금하다며.
en: you asked.

source: 성큼 성큼
en: stomp stomp

source: 설명하라잖아.
en: answer me.

source: 여기.
en: hey.

source: 드륵
en: rattle

source: 내 말의 결론은.
en: what I’m trying to say is...

source: 싸 늘
en: SHUDDER

source: 뭘.
en: say what?

source: 남편이랑도 마시지 않는 술을 수사관님이랑 새벽까지 마셔.
en: I don’t drink with my husband, but we drink together all night.

source: 천천히 할게.
en: I’ll take it slow.

source: 호텔 커피도 싫다.
en: he doesn’t like the hotel coffee,

source: 원인 제공 하신 분이 먼저 사과하시죠.
en: since your child started it, you apologize first.

source: 난 당장 간이고 쓸개고 신장이고 구분 없이 전부 다 떼 줄 수 있어.
en: I’ll give you whatever you need.

source: 지금 편집장이 저러는 이유가 혹시 나 때문인가?
en: am I the reason why he’s acting strange?

source: 내일이 월요일인가?
en: is tomorrow monday?

source: 신부님!
en: ms. bride!

source: 처음이자 마지막일 테니까 잘 들어.
en: so this is the first and the last time I’ll say this.

source: 레몬 에이드 3.8
en: lemonade $3.8

source: 결혼한 여자가 외간 남자랑 마음이 통해도 불륜인 거야.
en: a married woman having a connection with someone else, that’s also an affair.

source: 너 주려고 샀지.
en: it’s for you.

source: 또 개박살 나겠네...
en: oh no, he’s so done...

source: 제가요?
en: my coworker?

source: 아주, 조금도.
en: not even a little bit.

source: 또 시작이네…
en: it’s hurting again...

source: 이제 내 애인 하는 건 어때?
en: ...and start being lovers.

source: 그러니까 대답해봐.
en: so answer me.

source: 뭐 먹을 거냐니까?
en: what do you want?

source: 벌러덩
en: FLOP

source: 유지안!
en: jian!

source: 성민아, 너 어제 형이 아끼는 티셔츠에 토한 건 기억나?
en: hey, bro. remember throwing up on my favorite shirt last night?

source: 네가 정했냐?
en: who said that?

source: 와, 나 이제 런웨이랑 일 못하겠는데?
en: damn, I don’t think I can work with the Runway anymore.

source: 저것들은 배우야 모델이야, 뭐야.
en: why do they look so fancy? are they models?

source: 그땐 내 손에 장을 지진다.
en: I’d rather die.

source: 혹시 선약은 되어 있으신가요?
en: do you have an appointment with him?

source: ⋯혀, 형이요?
en: b-bro...?

source: 오히려 고유의 엘레강스한 분위기를 풍기는 건⋯
en: actually, the one who’s more elegant and charismatic is...

source: 분명 해준 씨가 같은 질문을 했을 땐 나초에 핫도그에⋯
en: when haejun asked the same exact question, I said nachos, hot dogs, and everything I wanted.

source: 잘 지냈어?
en: how have you been?

source: 제가 만약 게이였다면 오늘 일로 편집장님께 반했을 겁니다.
en: if I was into men, I would definitely be in love with you.

source: 아무리 인텔리한 타이틀을 달고 있어도,
en: no matter how established they are at their work,

source: 소리 꺼야아아아!
en: it’s mineee!!!

source: 누가 달라고 했어?
en: did I ask you for this watch?

source: 왜, 그 새끼가 살림 합치자고 하는데 내 물건들이 아직 남아 있어서?
en: why, because my stuff is still in the house and your new man is trying to move in?

source: 그러니까 뭘.
en: what do I know?

source: 동대문 옷이 원래 이렇게 비쌌어요?
en: have they always been this expensive?

source: 네 말대로 짝이 있는데 왜 다른 새끼랑 마시려 하냐고.
en: like you said, we are married. why would you try so hard to drink with some other guy?

source: 내가 사람이 아니다?
en: so I’m not human?

source: 불만이 뭐냐고.
en: so what are you upset about?

source: 집 문제도 있고, 그의 물건과 옷가지들도 아직 많이 남아 있으니.
en: we still have to figure out what to do with our place, and all of his stuff is still here...

source: 그냥, 정신을 차려보니 네 앞이었을 뿐인데.
en: I just... ended up in front of you.

source: 질투했어?
en: were you jealous?

source: 죄송합ꞏꞏꞏ
en: I apolo--

source: 덜덜
en: tremble

source: 왜, 안 돼?
en: is there anything wrong with that?

source: ㅈ같잖아.
en: it sucks.

source: 환장하겠네, 진짜.
en: seriously...

source: 감독 역할로.
en: as my supervisor.

source: 나 너한테 아무 때나 먹다 버려도 되는 가벼운 엔조이야?
en: am I just a friend with benefits that you can ditch whenever you want?

source: 바빴을 때도 네 눈에 내가 보였어야 맞는 거잖아.
en: even if you were busy, you should spent time with me.

source: 미안한데, 나는 2순위는 ㅅ싫어.
en: I’m sorry, but I don’t want to be second on your list.

source: 잠깐 저랑 얘기 좀 하실래요?
en: can we talk for a second?

source: 프러포즈 할 땐 어떻게 했더라?
en: how did I propose to her?

source: 끝났어.
en: I’m done.

source: 네가 연애하는 걸 다 본다.
en: but damn, you’re seeing someone.

source: 그러니까 유지안 씨.
en: so jian.

source: 주르륵
en: SLIDE

source: 응, 얼굴 좀 보려고 잠깐 갔다가 급한 일이 생겨서 도로 나왔지.
en: yes. I stopped by, but I remembered something I need to do, so I left right away.

source: 한 시간째 전화를 안 받네.
en: they’ve been avoiding my calls for an hour.

source: 이 아가씨, 말끝마다 시비조네.
en: look at you, all upset.

source: 무, 물이요.
en: w-water, please.

source: 잡아보라고.
en: hold it.

source: 어머…
en: how sweet...

source: 내가 어떻게 지내는지 궁금하다고?
en: you’re curious about how I’m doing?

source: 알면 알수록 되게 듬직한 스타일인 것 같아.
en: ...but the more I get to know her, the more I realize how strong she is.

source: 유지안 씨는 좋아하지 마.
en: please... don’t get feelings for jian.

source: 저녁도 안 먹었는데 그걸로 되겠어요?
en: you didn’t have any dinner, though.

source: 유지안 씨, 사람이 앞에 있는데
en: jian... you can’t slam a door

source: 솔이야, 여기 봐봐.
en: sol, look here!

source: 소곱창전골
en: beef intestines

source: 소리 꺼야아아아아!!
en: it’s sol’s!!!

source: ⋯너희들은 그걸 지금 위로라고 하고 있냐?
en: this is how you go and comfort me?

source: 내가 검사를 병적으로 싫어하거든.
en: because I hate them with a passion.

source: 터벅 터벅
en: trudge trudge

source: 그리고 제가 저기서 다 지켜봤는데요.
en: I’ve been watching you this whole time.

source: 좀 더 활짝!
en: smile bigger!

source: 내가 지금 어려운 질문 한 거 아니잖아.
en: it isn’t a hard question.

source: 위가 좀 쓰려요.
en: just an upset stomach.

source: 종합 민원실 민원 전담관실
en: civil service office civil service officers’ office

source: 그런 사람 붙들고 내가 무슨 말을 해ꞏꞏꞏ
en: how am I supposed to respond to that?

source: 네 아버지 검사 며느리 뒀다고 얼마나 좋아하셨냐.
en: your father was so proud to have a prosecutor daughter-in-law.

source: 고맙다.
en: thank you.

source: 독학으로 그 실력이면 엄청 노력했나 보네.
en: you must have worked really hard to get that good by yourself.

source: 이놈의 핑크빛 인테리어를 내가 죄다 갈아엎어 버릴까?
en: why is this place covered in pink?

source: 전화 좀 받고 올게요!
en: I have to take this call, so I’ll be right back!

source: 토마토 사과 주스 3.8
en: tomato apple juice $3.8

source: … 며칠만 더 시간을 주세요.
en: ... give me a few more days.

source: 밤새도록 기다렸어.
en: I waited for you all night.

source: 왜 나는 1일도 안 되는데.
en: ...but wouldn’t give me a chance.

source: 저기서 기다리면 되죠?
en: can I wait over there?

source: 대학 OT 왔냐?
en: is this a frat party?

source: 장래희망이 조폭이야, 인마?
en: do you wanna be a bully? huh?

source: 양반은 못 되네.
en: speak of the devil.

source: 그래, 몰랐어.
en: I didn’t.

source: 저랑요?
en: me? with you?

source: 혹시 아까 로펌 왔다 갔어?
en: did you come to the office earlier?

source: 까페모카 4.0 4.3
en: cafe mocha $4.0 $4.3

source: 구시대적인 발상이 필요한 시점이다.
en: I need a different way...

source: 저 맥주 사 왔어요.
en: I just bought some beers.

source: 볶음밥 2,000
en: fried rice $2

source: 어떻게 알았어?
en: how did you know?

source: 난 얘가 이렇게 의리도 없고 바람기가 다분한 애인지도 몰랐는데.
en: ...like how you are a unfaithful cheater.

source: 야!
en: hey!

source: 행사상품
en: final sale items

source: 그쪽 이야기는 편집장인 내가 손수 아주 기가 막히게 써줄 테니까 기대하세요.
en: as a chief, I’ll publish an outstanding article for you, so I hope you’re excited for it.

source: 비밀번호 좀 알려주실래요?
en: what’s your passcode?

source: 어딜 도망가?
en: where do you think you’re going?

source: ⋯응?
en: huh?

source: 응, 아빠가 미안해.
en: I’m sorry.

source: 일은 무슨.
en: everything’s fine.

source: 그런 내가 너한텐 그냥 쓰레기였고,
en: but because I was just an assh*le,

source: 연애도 하지 마.
en: don’t date either.

source: 에이~ 누구 맘대로 때려치워요, 때려치우긴.
en: hey hey, you can’t just quit like that.

source: 50장 더 내놔, 이 ㅂ신 새끼야.
en: this isn’t enough, you dumb*ss.

source: 내가 정말 잘할게.
en: I’ll only give you the best.

source: 아, 물 좀 드릴까요?
en: oh, do you want water?

source: 이런 분위기 내 취향 아니거든?
en: I’m not particularly into these type of places.

source: 나 네가 하찮게 여겨도 될 만한 레벨의 남자가 아니야.
en: you don’t get to belittle me.

source: 이 감독 영화는요, 잔인한 장면이 많이 나와요.
en: this director is known for putting a lot of gory scenes in their movies.

source: 다음 주부터 패션위큽니다.
en: next week is the fashion week.

source: 그래서 네 말의 결론은?
en: so what are you trying to say?

source: 음?
en: hm?

source: 네가 왜 또 여기 있어?
en: why are you here again?

source: 자존심만 센 두 사람이 만나서일까?
en: is it because we’re both too stubborn?

source: 우리는 서로를 이해하려 들지 않는다.
en: we never try to understand each other.

source: 저런 얼굴로 세상 살면 무슨 기분일까!
en: what does it feel like to live with your face?!

source: 유지안 씨는 들어가요.
en: jian, you should go home.

source: 하⋯ 잠시만요 숨이⋯
en: GASP one second, my breath...

source: 솔직히 선배는 아첨과는 거리가 먼 스타일이잖아요?
en: yeah, and you usually don’t even kiss up to your boss.

source: 왜 친구를 밀쳐.
en: who told you to push your friend like that?

source: 그런데도 예쁨 받는 거 보면 참 신기해요~
en: but everyone still loves you!

source: 한약방에서 팝니까?
en: you consider this coffee?

source: 그날부터야.
en: that’s when it started.

source: ⋯너⋯ 왜⋯
en: why didn’t you...

source: 여기!
en: right here!

source: 글쎄, 한ꞏꞏꞏ 30분쯤?
en: I don’t know, about 30 minutes?

source: 끼익
en: CREAK

source: …엄마.
en: mom...

source: 그렇다.
en: yes, that’s right.

source: 더 줘?
en: do you want more?

source: 네?!
en: what?!

source: 1분만ꞏꞏꞏ
en: just for a minute...

source: 난 내 앞에서 사람이 죽든 말든 신경 안 써.
en: I don’t care much about anyone.

source: 그, 그런 거 아닙니다.
en: n-no, that’s not true.

source: 그러니까그 새끼한테도 며칠만 더 기다려 달라고 부탁해봐.
en: so ask your man to wait a few more days.

source: 못 느끼세요?
en: you didn’t know that?

source: 잘만 어울리네.
en: what a match made in heaven.

source: 찌풀
en: frown

source: 가방 안에 서류 있는데.
en: I have the papers in my bag.

source: 받고.
en: and...

source: 감 많이 떨어졌네.
en: I’m acting like a child.

source: …어머니?
en: mother?

source: 내가 알게 된 게 1년 전인데, 너희 둘, 정확히 언제부터야?
en: I found out about this a year ago. How long has this been going on?

source: 뭐든.
en: whatever you want.

source: 질질
en: drag

source: 고오오오…
en: grrr

source: 나 정말 오늘 왜 이러지?
en: what’s wrong with me today?

source: 맛있어?
en: yummy?

source: 충 격
en: SHOCKED

source: 나까지 불안해지잖아!
en: you’re making me nervous!

source: 그래, 네가 무릎 꿇던 시점에.
en: yeah, it ended when you were kneeling down to that guy.

source: 우리 불륜 아니야.
en: we’re not cheating,

source: 비밀번호ꞏꞏꞏ 뭐더라ꞏꞏꞏ
en: what... was it...?

source: 문제가 어려워 매번 틀렸거든.
en: because I couldn’t figure out the difficult questions.

source: 부편집장님.
en: assistant chief,

source: 아니, 남편 관리를 대체 어떻게 하면⋯
en: then you better do something about your husband, he just--

source: 타고나야 되나?
en: is it a talent?

source: 방금 그 말, 무슨 뜻?
en: what do you mean by that?

source: 이게 얼마짜린데!
en: do you know how much this is?!

source: 악, 짜증 나.
en: ugh, so annoying!

source: 잘 봐요, 선배?
en: just watch and learn.

source: 쩌억
en: gasp

source: 오늘 제가 좀ꞏꞏꞏ 많이 슬프네요ꞏꞏꞏ
en: I’m just very... upset today...

source: 뒷목 잡고 쓰러지신다.
en: they’ll faint.

source: 나 목마른데.
en: I’m a little thirsty.

source: 추우셨을 텐데.
en: weren’t you cold...?

source: SEOUL 패션위크가 시작됐다.
en: SEOUL fashion week started.

source: 신부님 옆으로 앉으세요!
en: please sit next to the bride!

source: ⋯너 방금 뭐라고⋯
en: what did you just...

source: 특히 오늘 하는 배우는 생떼로 유명하다고요.
en: the actor today is known for being difficult.

source: 돈 많으면.
en: if you can afford to.

source: 정리할 거야.{j}나도 나가야지.
en: I’m going to sell it and move out.{j}

source: 글쎄, 내가 애인에게도 그러던가?
en: I don’t know, am I this cold to my girlfriend?

source: 너라도 봐서 좋았어.
en: I’m just happy that I got to see you.

source: 둘이 먹자고.
en: just the two of us.

source: 감사…합니다…
en: thank... you...

source: 이깟 30분쯤이야 뭐, 껌이지.
en: but 30 minutes is nothing.

source: 편집장으로서 묻는 겁니다.
en: I’m asking you as a chief.

source: 어떻게…
en: what do you...?

source: 경악
en: shocked

source: 스릴러 영화의 전형적인 클리셰를 갖고 있는 영화.
en: a cliche thriller movie.

source: 아, 말로만 듣던 변호사님이시구나.
en: oh, you’re the lawyer husband.

source: 오려면 진작 연락 좀 하고 오지!
en: you should have called me earlier!

source: 각색 콘티 도미
en: Adaptation & Storyboard Domi

source: 그렇게 문을 닫아 버리면⋯
en: in my face like that...

source: 우리 만나기 시작했어.
en: we started seeing each other too.

source: 확실히 이 남자.
en: this man...

source: 빨리 받아.
en: take it.

source: 원래 연애 스타일이 밀지 않고 당기기만 하는 스타일인가?
en: is he just a straightforward man who doesn’t play any games?

source: 따라 나와.
en: follow me.

source: 퀭
en: gaunt

source: 본 유 학
en: STUDY ABROAD IN JAPAN

source: 응, 정말 싫어해
en: yes, with a passion.

source: 언니, 나 누군지 몰라?
en: don’t you know who I am?

source: 각기 다른 형태의 그런'사랑'.
en: ...in different shapes and forms.

source: 여긴 또 어디야.
en: where am I?

source: 어떤 점이?
en: in what ways?

source: 거울 봐.
en: look at the mirror.

source: 헉.
en: ack.

source: 내가 외국에서 너무 오래 살아 그런가,
en: maybe it’s because I lived abroad for a while...

source: 나랑 즐겁게 연애만 하면 돼.
en: just enjoy this.

source: 먼저 원인 제공을 한 쪽에서 사과부터 하는 게 부모의 도리 아닙니까?
en: shouldn’t you apologize since your child started it all?

source: 시끄러.
en: shut up.

source: 유지안 씨를 건드리면 있잖아.
en: when you mess with jian...

source: 정말ꞏꞏꞏ 해준 씨네ꞏꞏꞏ
en: it’s... really you.

source: 그래, 바라던 바야.
en: fine, that sounds good to me!

source: …뭐?
en: what...?

source: 그깟 돈 필요 없다고!
en: I don’t want it!

source: 어디서 또 술 처마시고 폐인처럼 지내는 건 아닌지.
en: curious if you’re getting really drunk and passing out on the streets.

source: 마음에 드는 커피를 마실 때까지 촬영을 하지 않겠다고 그가 일방적으로 선언한 탓이었다.
en: ...because he announced he isn’t going to resume until he gets coffee he likes.

source: 그걸로 되겠어?
en: would that be enough though?

source: 돼지야채곱창
en: pig intestine veggie stir fry

source: 지금은 신앤장 로펌 자리 잡고 이제야 좋은 남편 코스프레 하려 하지만.
en: you’re trying to be a good husband now that your work is more stable.

source: 형, 진짜 형수랑 싸웠어?
en: dude, did you actually fight with her?

source: 여기 C 브래드는 없어요?
en: what about the c brand?

source: 내가 볼 땐 네가 더 선수 같은데?
en: I think you’re the real player.

source: 네가 궁금해서 왔다고.
en: I’m here because I’m curious.

source: 술 마시는 사이?
en: drinking buddies?

source: 차라리 나 때려요.
en: just let that anger out on me.

source: 먹을 게 하나도 없잖아.
en: I have nothing at home right now.

source: 배우답게 잘생겼다.
en: good looking, like all the other actors.

source: 대화?
en: talk?

source: 주거침입죄로는 감방에 못 처넣나?
en: can we get him arrested for trespassing?

source: 드시면서 기다리세요.
en: here’s a coffee for your wait.

source: 뭐, 뭐야, 이게?
en: wh-what is this?!

source: 너 이미 다 알고 있잖아.
en: you already know.

source: ⋯왜⋯
en: just why?

source: 아, 지금 골 부리는 거예요?
en: oh, so he’s throwing a tantrum.

source: 영화 끝나고 마음껏 빨게 해줄 테니까.
en: you can kiss me all you want after the movie.

source: 우리가 뭘 했는데요?
en: what did we do?

source: 아빠아아아아아!!
en: daddyyyy!!!

source: 나는 정말, 해준이 네가 원하는 건 다 줄 수 있어.{j}늘 그런 생각을 가지고 살았어.
en: for my entire life, I thought I really could give you anything you wanted...{j}

source: 오랜만이다.
en: long time no see.

source: 늘 그런 생각을 가지고 살았어.
en: that’s what I thought my whole life.

source: 지안 씨가 그러던데, 스스로 이겨내라고.
en: jian told me that I just have to push through it.

source: 빠직
en: ANGRY

source: 계속 지껄여보라고.
en: keep talking like that.

source: 더 정확히 말해줄까?
en: do you want me to be more specific?

source: 오늘은 우리 싸우지 말자.
en: let’s not fight today.

source: 아포가토 4.3 4.5
en: affogato $4.3 $4.5

source: 이 조그만 게 어디서 못된 것만 배워 가지고.
en: where did you learn to do that? huh?

source: 우리 애가 유산이 되었는데도⋯
en: our child got miscarried...

source: 편집장님, 저희도 이만 나가야 될 것 같습니다.
en: chief, I think we should leave as well.

source: 어머니!
en: mother!

source: 저 새끼가 내 차 먼저 긁었고.
en: he keyed my car first,

source: 대창구이 16,000
en: grilled big intestines $16

source: 호떡 사줄까?
en: or a pancake?

source: 잘못 건드리신 건 맞는데 잘하셨어요.
en: you got yourself into a hassle, but it was a good call.

source: 나 죽인 거야.
en: you killed me.

source: 그것도 안 돼?
en: is that a problem?

source: 으아앙!
en: MOMMYYY!

source: 원나잇이라는 것도 단 한 번도 해본 적 없는 사람이에요.
en: I’ve also never done an one-night-stand except with you.

source: 나랑 식사나 하러 가죠.
en: join me for lunch.

source: 애와는 전혀 상관없는 그 남자는 알고 있었고.
en: but somehow, that guy knew about it before me.

source: 도무지 누가 죄인인지를 모르겠네.
en: am I the one at fault here?

source: 어, 내 찬데.
en: yeah, it is.

source: 술 좀 그만 마시자.
en: stop drinking so much.

source: 그런데 세상살이라는 게 그렇질 않으니까.
en: ...but life doesn’t work like that.

source: 너는 여기 남아서 대단한 멘트나 남발하고 있어.
en: do your thing here, kiss up to him some more.

source: E 브랜드도 싫다.
en: or the e brand.

source: 나 이제 집에 들어왔어.
en: I just got home.

source: 여긴 대체 정체가 뭐냐?
en: what is this place?!
